

export default function FAQ() {
    return (
        <>
            <div className="FAQ">
           <div className="FAQ-left">
               <div className="FAQ-button">
                   <p> Click to hidden top bar </p>
                   <svg height="18" width="18" >
                       <image href="src/assets/icons/hidden.svg" height="18" width="18"/>
                   </svg>
               </div>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
               <p> 这个网站会泄漏我的隐私吗 </p>
           </div>
                <div className="FAQ-right">
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                    <p> 这个网站会泄漏我的隐私吗 </p>
                </div>
            </div>
        </>
    );
}